/*
Шаблон скрипта после развертывания							
--------------------------------------------------------------------------------------
 В данном файле содержатся инструкции SQL, которые будут добавлены в скрипт построения.		
 Используйте синтаксис SQLCMD для включения файла в скрипт после развертывания.			
 Пример:      :r .\myfile.sql								
 Используйте синтаксис SQLCMD для создания ссылки на переменную в скрипте после развертывания.		
 Пример:      :setvar TableName MyTable							
               SELECT * FROM [$(TableName)]					
--------------------------------------------------------------------------------------
*/
/*
IF NOT EXISTS (SELECT * FROM dbo.Employee WHERE FirstName = 'Demo' AND LastName = 'User')
BEGIN
    INSERT INTO dbo.Employee (FirstName, LastName)
    VALUES ('Demo', 'User');
END*/